Repository: casasoft-severin/casamodules
Catalog: src/CasasoftStandards/language/*.po
Languages: es

source: Apartment
es: Apartamento

source: Attic flat
es: Ático

source: Bachelor flat
es: Estudio

source: Bifamiliar house
es: Casa bifamiliar

source: Building land
es: Terreno edificable

source: Double garage
es: Garaje doble

source: Duplex
es: Dúplex

source: Factory
es: Fábrica

source: Farm
es: Explotación agrícola

source: Farm house
es: Casa rústica

source: Furnished flat
es: Piso amueblado

source: Garage
es: Garaje

source: House
es: Casa

source: Loft
es: Apartamento abuhardillado (tipo loft)

source: Mountain farm
es: Granja de montaña

source: Multiple dwelling
es: Vivienda mutiusuario/colectiva

source: Open slot
es: Posición vacante

source: Parking space
es: Espacio de estacionamiento

source: Plot
es: Parcela

source: Roof flat
es: Piso de azotea

source: Row house
es: Casa adosada

source: Single garage
es: Garaje individual

source: Single house
es: Vivienda unifamiliar

source: Single room
es: Habitación individual

source: Terrace flat
es: Piso con terraza

source: Terrace house
es: Casa con terraza

source: Underground slot
es: Espacio subterráneo

source: Villa
es: Casa de campo

source: Chalet
es: Chalé

source: Studio
es: Estudio

source: Covered slot
es: Posición cubierta

source: Construction project
es: Proyecto de construcción

source: Flat
es: Piso

source: Ground floor
es: Planta baja

source: Office
es: Oficina

source: Exihition space
es: Espacio expositivo

source: Retail
es: Minorista

source: Bed and breakfast
es: Hostal/'B&B' (Cama y desayuno)

source: Warehouse
es: Almacén

source: Workshop
es: Taller

source: Car park
es: Estacionamiento de vehículos

source: Bungalow
es: Bungaló

source: Castle
es: Castillo

source: Fuel station
es: Gasolinera)

source: Maisonette
es: Casa dúplex

source: Penthouse
es: Ático de lujo tipo 'penthouse'

source: Atelier
es: Atelier (taller)

source: Covered bike space
es: Espacio para bicicletas cubierto

source: Rustico
es: Rústico

source: Garden Apartment
es: Apartamento de jardín

source: Retail space
es: Espacio comercial

source: Boat dry dock
es: Dique seco para barcos

source: Alottment garden
es: Casa con parcela de jardín comunitario

source: Squash / Badminton
es: Squash/Bádminton

source: Indoor tennis court
es: Pista de tenis cubierta

source: Tennis court
es: Pista de tenis

source: Sports hall
es: Pabellón polideportivo

source: Campground / Tent camping
es: Zona de acampada/acampada en tiendas de campaña

source: Outdoor swimming pool
es: Piscina al aire libre

source: Indoor swimming pool
es: Piscina cubierta

source: Golf course
es: Campo de golf

source: Mini-golf course
es: Campo de minigolf

source: Nursing home
es: Residencia de ancianos

source: Riding hall
es: Pabellón de equitación

source: Sanatorium
es: Sanatorio/clínica

source: Solarium
es: Solárium

source: Old-age home
es: Hogar para personas de la tercera edad

source: Home
es: Hogar

source: Display window
es: Mostrar pantalla

source: Boat landing stage
es: Atracadero de barcos

source: Horse box
es: Compartimento ('box') para caballo

source: Boat mooring
es: Amarre de barcos

source: Cellar compartment
es: Compartimiento de bodega

source: Attic compartment
es: Compartimiento de ático

source: Restaurant
es: Restaurante

source: Shopping center
es: Centro comercial

source: Commercial
es: Comercial

source: Commercial plot
es: Parcela comercial

source: Reference no.
es: Nº de referencia

source: Categories
es: Categorías

source: Available from
es: Disponible desde

source: Condition
es: Condición

source: Plot no.
es: Nº de parcela

source: Zone type
es: Tipo de zona

source: Key facts
es: Datos clave

source: Areas
es: Zonas

source: Features
es: Características

source: On Request
es: Bajo demanda

source: Fully ***
es: Totalmente ***

source: Partialy ***
es: Parcialmente ***

source: NOT ***
es: NO ***

source: Chimney fireplace
es: Hogar de chimenea

source: Cable TV
es: Televisión por cable

source: Ramp
es: Rampa

source: Has lifting platform
es: Tiene plataforma elevadora

source: Cable railway terminal
es: Terminal de teleférico

source: Train station
es: Estación de tren

source: Flat sharing community
es: Comunidad de piso compartido

source: Connected building land
es: Terreno edificable conectado

source: Gardenhouse
es: Casa de jardín

source: Is under roof
es: Está bajo techo

source: Rental deposit guarantee
es: Garantía de fianza de arrendamiento

source: Raised ground floor
es: Planta baja elevada

source: Has elevator
es: Tiene ascensor

source: Nice view
es: Bonitas vistas

source: Lake view
es: Vistas al lago

source: Mountain view
es: Vistas a la montaña

source: Sunny
es: Soleada

source: Quiet
es: Tranquila

source: Projected construction (not yet realized)
es: Construcción proyectada (aún no ejecutada)

source: Contains demolition structure
es: Contiene estructura de demolición

source: Child friendly
es: Espacio adecuado para niños

source: Parking
es: Estacionamiento

source: Car port
es: Cochera

source: Double car port
es: Cochera para dos automóviles

source: On a slope
es: En una pendiente

source: South-facing slope
es: Pendiente orientada al sur

source: Even Ground
es: Terreno nivelado

source: Balcony
es: Balcón

source: ISDN
es: RDSI

source: Wheelchair accessible
es: Accesible para sillas de ruedas

source: Animal friendly
es: Se aceptan animales

source: Restrooms
es: Cuartos de baño

source: Water supply
es: Suministro de agua

source: Sewage supply
es: Sistema de evacuación de aguas residuales

source: Power supply
es: Suministro eléctrico

source: Gas supply
es: Suministro de gas

source: Corner house
es: Casa de esquina

source: Middle house
es: Casa pareada intermedia

source: New construction
es: Nueva construcción

source: As New
es: Como nueva

source: Old
es: Antigua

source: has building law restrictions
es: tiene restricciones legales de edificación

source: Swimmingpool
es: Piscina

source: Minergie general
es: Minergie (etiqueta de calidad para viviendas de bajo consumo energético) general

source: Minergie certified
es: Certificada por Minergie

source: Non smoking
es: No se puede fumar en la vivienda

source: Partially renovation indigent
es: Renovación de forma parcial sin recursos

source: Projection
es: Proyección

source: Demolition property
es: Propiedad para demolición

source: Gutted
es: Reducida a la estructura

source: Shell construction
es: Construcción laminar

source: Well tended
es: Bien cuidada

source: Modernized
es: Modernizada

source: Dilapidated
es: En ruinas

source: Renovation indigent
es: Rehabilitación sin recursos

source: Refurbished
es: Reformada

source: Partially refurbished
es: Parcialmente reformada

source: First time occupancy
es: Primera ocupación

source: Washing machine
es: Lavadora

source: Tumbler
es: Secadora

source: Kachelofen
es: Chimenea

source: Secondary residency
es: Segunda residencia

source: Primary residency
es: Primera residencia

source: Foreign quota
es: Cupo para extranjeros

source: Attic
es: Ático

source: Basement
es: Sótano

source: Garden level
es: Nivel de jardín

source: Cellar level
es: Nivel de bodega

source: Recessed ground floor
es: Planta baja empotrada

source: Ground floor and first floor
es: Planta baja y primer piso

source: Top floor
es: Planta superior

source: Base floor
es: Planta baja

source: External parking space
es: Espacio de estacionamiento externo

source: Carport
es: Cochera

source: Connected garage
es: Garaje conectado

source: Garage box
es: Compartimento de garaje

source: Duplex garage
es: Garaje doble

source: Underground parking garage
es: Estacionamiento en garaje subterráneo

source: Parking structure
es: Estructura de estacionamiento

source: Workroom
es: Sala de trabajo

source: Storage basement
es: Sótano de almacenamiento

source: Number of
es: Número de

source: Distances
es: Distancias

source: Floor
es: Planta

source: Floors
es: Pisos

source: Apartments
es: Apartamentos

source: Bathrooms
es: Baños

source: Numver of parcels
es: Número de parcelas

source: Distance to kindergarten
es: Distancia al jardín de infancia

source: Distance to primary school
es: Distancia a la escuela de primaria

source: Distance to high school
es: Distancia al instituto de educación secundaria

source: Distance to college
es: Distancia al centro de educación superior/universidad

source: Distance to bus stop
es: Distancia a la parada de autobús

source: Distance to train station
es: Distancia a la estación de trenes

source: Distance to post
es: Distancia a la oficina de correos

source: Distance to bank
es: Distancia al banco

source: Distance to railway station
es: Distancia a la estación de trenes

source: Distance to boat dock
es: Distancia al puerto

source: Distance to public transport
es: Distancia a un servicio de transporte público

source: Distance to shop
es: Distancia a las tiendas

source: Distance to freeway
es: Distancia a la autopista

source: Distance to airport
es: Distancia al aeropuerto

source: Rooms
es: Habitaciones

source: Max. elevator weight
es: Peso máx. del ascensor

source: Property land area
es: Superficie del terreno privado

source: Total floor area
es: Superficie total de planta

source: Net floor area
es: Superficie útil de planta

source: Floorspace
es: Superficie útil/de suelo

source: Main floor space
es: Espacio en la planta principal

source: Secondary usable area
es: Superficie utilizable secundaria

source: Traffic area
es: Zona de tráfico

source: Functional surface
es: Superficie funcional

source: Construction area
es: Área de construcción

source: Construction area supporting
es: Zona de construcción de contención

source: Construction area non-supporting
es: Zona de construcción no de contención

source: Cubature GVA
es: Cubatura GVA

source: Cubature SIA
es: Cubatura SIA

source: Utilization number
es: Número de utilización

source: Construction utilization number
es: Número de utilización de la construcción

source: Total living area
es: Superficie habitable total

source: Net living area
es: Superficie útil habitable

source: Year built
es: Año de construcción

source: Year of last renovation
es: Año de la última reforma

source: Ceiling height
es: Altura del techo

source: Hall height
es: Altura del salón

source: Max. floor loading
es: Máx. carga del suelo

source: Carrying capacity for crane
es: Capacidad de carga para grúa

source: Carrying capacity for elevator
es: Capacidad de carga para montacargas

source: Land price
es: Precio del suelo

source: Gross premium
es: Prima bruta

source: Rental deposit
es: Fianza de arrendamiento

source: Gastronomy
es: Gastronomía

source: Vacation
es: Vacaciones

source: Agricultural
es: Agrícola

source: Residential
es: Residencial

source: Storage
es: Almacenamiento

source: Investment
es: Inversión

source: Gross rent / m² / month
es: Renta bruta / m² / mes

source: Gross rent / m² / year
es: Renta bruta / m² / año

source: Gross rent / month
es: Renta bruta / mes

source: Gross rent / year
es: Renta bruta / año

source: Gross price
es: Precio bruto

source: Net rent / m² / month
es: Renta neta/m²/mes

source: Net rent / m² / year
es: Renta neta/m /año

source: Net rent / year
es: Renta neta/año

source: Net rent / month
es: Renta neta/mes

source: Net price
es: Precio neto

source: week
es: semana

source: month
es: mes

source: year
es: año

source: Price
es: Precio

source: Price per sqm
es: Precio por m²

source: priceBruttoPerSqmPerMonth
es: precioBrutoPor²PorMes

source: priceBruttoPerSqmPerYear
es: precioBrutoPorm²PorAño

source: priceBruttoTotalPerYear
es: (precioBrutoPorm²PorMes)

source: Net rent / m<sup>2</sup> / month
es: Renta neta / m² / mes

source: Net rent / m<sup>2</sup> / year
es: Renta neta / m² / año

source: Sales price
es: Precio de venta

source: Category
es: Categoría

source: Part of a house
es: Parte de una casa

source: Immediate
es: Inmediata

source: Gastronomy / Hotel
es: Gastronomía / Hotel

source: Parking / Garage
es: Aparcamiento / Garaje

source: Extra Costs
es: Costes adicionales

source: Engadine house
es: Casa engadinesa

source: Patrician house
es: Casa patriciana

source: Volumes
es: Volúmenes

source: Guest toilets
es: Aseos de invitados

source: Electric heating
es: Calefacción eléctrica

source: Geothermal-probe heating
es: Calefacción por sonda geotérmica

source: District heating
es: Calefacción urbana

source: Gas heating
es: Calefacción de gas

source: Wood heating
es: Calefacción de leña

source: Air-water-heatpump heating
es: Calefacción por bomba de calor aire-agua

source: Oil heating
es: Calefacción de aceite

source: Pellet heating
es: Calefacción de pellets

source: Heatpump heating
es: Calefacción por bomba de calor

source: Floor heating
es: Calefacción de suelo

source: Radiators
es: Radiadores

source: Heat generation
es: Generación de calor

source: Heat distribution
es: Distribución de calor

source: Official building number
es: Número oficial del edificio

source: Ownership share
es: Cuota de propiedad

source: Property development
es: Desarrollo inmobiliario

source: S-Number
es: Número S

source: Unit number
es: Número de la unidad

source: Renewal fund date
es: Fecha del fondo de renovación

source: Price range
es: Rango de precios

source: Energy
es: Energía

source: Fully developed
es: Completamente desarrollado

source: Partialy Developed
es: Parcialmente desarrollado

source: Undeveloped
es: No desarrollado

source: From
es: Desde

source: To
es: A

source: Balcony space
es: Espacio del balcón

source: Cellar space
es: Espacio del sótano

source: Garden space
es: Espacio del jardín

source: Loggia space
es: Espacio de la galería

source: Terrace space
es: Espacio de la terraza

source: Year of last modernization
es: Año de la última modernización

source: Year of last restoration
es: Año de la última restauración

source: Rental income (gross)
es: Ingresos por alquileres (bruto)

source: Rental income (net)
es: Renta anual neta (real)

source: Renewal fund input
es: Contribución del fondo de renovación

source: Official tax value
es: Valor impositivo oficial

source: Imputed rent value
es: Valor de alquiler imputado

source: Net premium
es: Rendimiento neto

source: Building insurance value
es: Valor del seguro del edificio

source: Constructed factor
es: Factor construido

source: GEAK exterior
es: Certificación energética exterior

source: GEAK total
es: Certificación energética total

source: Renewal fund value
es: Valor del fondo de renovación

source: Number of guest toilets
es: Número de aseos para invitados

source: Starting from
es: Desde

source: Mr.
es: Sr.

source: Ms.
es: Sra.

source: Infrared
es: Infrarrojo

source: GVA
es: VAB

source: Availability
es: Disponibilidad

source: Active
es: Activa

source: Inactive
es: Inactiva

source: Reference
es: Referencia

source: Reserved
es: Reservada

source: Draft
es: Borrador

source: Private
es: Privado

source: In acquisition
es: En adquisición

source: Sold
es: Vendida

source: Rented
es: Alquilada

source: Taken
es: No disponible

source: Residential / commercial building
es: Edificio residencial / comercial

source: day
es: día

source: Wall heating
es: Calefacción de pared

source: Solar Thermal
es: Solar térmica

source: Photovoltaics
es: Fotovoltaica

source: Dishwasher
es: Lavavajillas

source: Charging station
es: Estación de carga

source: Cellar
es: Sótano

source: Number of toilets
es: Número de aseos

source: Number of showers
es: Numero de duchas

source: Playground
es: Patio de recreo

source: Garage underground
es: Garaje subterráneo

source: per year
es: al año

source: Remote viewing
es: Visita remota

source: Number of residential units
es: Número de unidades residenciales

source: Number of buildings
es: Número de edificios

source: Number of commercial units
es: Número de unidades comerciales

source: Rental income (potential)
es: Renta anual neta (objetivo)

source: Current occupancy
es: Ocupación actual

source: Current occupancy (date)
es: Ocupación actual (fecha)

source: Gross premium (target)
es: Prima bruta

source: Operation and maintenance cost
es: Costo de operación y mantenimiento

source: VAT opted
es: optó

source: Sales method
es: Método de venta

source: Fixed pricing
es: Precio fijo

source: Auction
es: Subasta

source: Bidding process
es: El proceso de licitación

source: Auction start price
es: Precio de inicio de la subasta

source: Auction start
es: Inicio de la subasta

source: Auction end
es: Fin de la subasta

source: Auction minimal increase
es: Subasta de aumento mínimo

source: Bidding start price
es: Precio de inicio de la puja

source: Bidding start
es: Comienza la puja

source: Bidding start (binding)
es: Inicio de la licitación (vinculante)

source: Bidding end
es: Fin de la puja

source: Sales start
es: Las ventas comienzan

source: Sales end
es: Las ventas terminan

source: Share deal
es: El trato de las acciones...

source: Sales deal type
es: Tipo de trato de venta

source: Asset deal
es: Acuerdo de activos

source: Brine-water heat pump
es: Bomba de calor de agua salada

source: Block-type thermal power station
es: Central térmica de tipo bloque

source: Coal
es: Carbón

source: VAT not opted
es: no optó

source: Number of rooms from
es: Número de habitaciones de

source: Number of rooms to
es: Número de habitaciones hasta

source: Construction status
es: Estado de la construcción

source: Floorspace from
es: Superficie utilizable de

source: Floorspace to
es: Superficie utilizable hasta

source: Living area from
es: Superficie habitable de

source: Living area to
es: Superficie habitable a

source: per
es: por
